Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Педсовет1831.tmx
Source language: ru
Languages: ba

source: Научить учиться.
ba: Белем биреү белеме.

source: В Уфе прошел республиканский августовский педсовет.
ba: Өфөлә уҡытыусыларҙың республика август кәңәшмәһе үтте.

source: Педагоги, родительская общественность, представители науки и специалисты органов образования обсудили итоги минувшего года и определили задачи на предстоящий учебный год.
ba: Педагогтар, ата-әсәләр араһынан вәкилдәр, фән эшмәкәрҙәре һәм мәғариф тармағы белгестәре уҙған уҡыу йылына йомғаҡ яһаны, башланасағына яңы бурыстар билдәләне.

source: Новый формат
ba: Яңы формат

source: По поручению главы региона республиканский педсовет проходил в новом формате — в течение пяти дней (с 8 по 12 августа), каждый из которых был посвящен определенной теме, работали «круглые столы», дискуссионные площадки, мастер-классы — мероприятия были организованы в школах, детском саду и во Дворце детского творчества.
ba: Республика Башлығының тәҡдиме менән быйыл кәңәшмә яңы форматта үтте. Ул биш көн (8-12 август арауығында) дауам итеп, һәр көн айырым бер темаға арналды, мәктәптәрҙә, балалар баҡсаларында һәм Балалар ижады һарайында «түңәрәк өҫтәл»дәр, фекер алышыу майҙансыҡтары эшләне, оҫталыҡ дәрестәре күрһәтелде.

source: Обсуждались вопросы общего образования, воспитательной работы и инклюзивного образования, а также дополнительного и дошкольного образования.
ba: Уларҙа дөйөм, инклюзив, өҫтәмә һәм мәктәпкәсә белем биреүгә, тәрбиә эшенә ҡағылышлы һорауҙар күтәрелде.

source: В пленарном заседании республиканского педсовета выступил Глава Республики Башкортостан Рустэм Хамитов.
ba: Уҡытыусыларҙың республика кәңәшмәһендә Башҡортостан Республикаһы Башлығы Рөстәм Хәмитов сығыш яһаны.

source: Руководитель региона затронул, в частности, следующие темы.
ba: Төбәк етәксеһе түбәндәге мәсьәләләргә туҡталып үтте.

source: Оплата труда педагогов
ba: Уҡытыусыларға эш хаҡы түләү

source: — В этом году республика дополнительно изыскала 1 млрд рублей, чтобы поддержать педагогов и работников культуры.
ba: — Быйыл республика етәкселеге, мәғариф һәм мәҙәниәт хеҙмәткәрҙәрен хәстәрләп, өҫтәмә рәүештә 1 млрд һум аҡса бүлде.

source: В то же время некоторые муниципалитеты не обеспечивают свои обязательства по оплате труда работников муниципальных учреждений образования.
ba: Шул уҡ ваҡытта ҡайһы бер муниципалитеттар урындағы мәғариф учреждениелары хеҙмәткәрҙәренә эш хаҡы түләү буйынса бурыстарын үтәп еткермәй.

source: Наиболее проблемных территорий — 25.
ba: 25 биләмәлә хәл айырыуса киҫкен һанала.

source: Прошу глав администраций районов и городских округов принять незамедлительные меры по исполнению полномочий местных бюджетов.
ba: Шуға күрә район һәм ҡала хакимиәттәре башлыҡтарына мәсьәләгә етди ҡарап, урындағы бюджет вәкәләттәрен үтәү буйынса сара күреүҙе һорайым.

source: Качество обучения
ba: Уҡытыу сифаты

source: — Назрела необходимость создания комплексной системы оценки качества образования. включающей не только итоги ЕГЭ и государственной итоговой аттестации, но и другие данные — Всероссийские проверочные работы, национальные и международные рейтинги, исследования компетенций учителей.
ba: — Белем биреү сифатын баһалау буйынса комплекслы система булдырыу зарурлығы тыуҙы.

source: Она должна включать в себя не только итоги ЕГЭ и государственной итоговой аттестации, но и другие данные — Всероссийские проверочные работы, национальные и международные рейтинги, исследования компетенций учителей.
ba: Ул үҙ эсенә БДИ һәм дәүләт йомғаҡлау аттестацияһы һөҙөмтәләрен генә түгел, ә башҡа мәғлүмәттәрҙе лә, мәҫәлән, Бөтә Рәсәй тикшереү эштәрен, милли һәм халыҡ-ара рейтингтарҙы, уҡытыусыларҙың тикшеренеүҙәрен дә алырға тейеш.

source: Надо также организовать собственный региональный мониторинг по разным направлениям.
ba: Шулай уҡ үҙебеҙҙә төрлө йүнәлештәр буйынса төбәк мониторингы булдырырға кәрәк.

source: Это успешно делается во многих субъектах Федерации.
ba: Был эш Рәсәйҙең күп кенә субъекттарында уңышлы тормошҡа ашырыла.

source: Электронное образование
ba: Электрон белем биреү

source: — Принята Концепция развития электронного образования в республике до 2020 года.
ba: — Республикала 2020 йылға тиклем Электрон белем биреүҙе үҫтереү концепцияһы булдырылды.

source: Электронное образование должно стать одним из катализаторов качественных изменений в экономике и социальной сфере, формировать запрос на высококвалифицированные кадры в информационной и других сферах, разработки в области современного программного обеспечения, реализации в промышленном производстве новейших, например, 3D-печати, виртуального моделирования, робототехники.
ba: Был яңы йүнәлеш иҡтисадта һәм социаль өлкәлә сифатлы үҙгәрештәргә булышлыҡ итәсәк, мәғлүмәт һәм башҡа тармаҡтарҙа юғары квалификациялы кадрҙарға ихтыяжды арттырасаҡ, заманса программалар үҫешенә, сәнәғәттә яңы технологияларҙы, мәҫәлән, 3D баҫма, виртуаль моделләү, роботтар техникаһын тормошҡа ашырыуға йоғонто яһаясаҡ.

source: Дополнительное образование
ba: Өҫтәмә белем биреү

source: — Важно заниматься интеграцией дополнительного образования с общим.
ba: — Өҫтәмә белем биреүҙе төп белем биреү менән бергә алып барыу зарур.

source: Размещать технические лаборатории, творческие кружки и секции не только в центрах дополнительного образования, но и в школах, максимально загружая во второй половине дня кабинеты, спортивные и актовые залы, школьные стадионы.
ba: Техник лабораториялар, ижади түңәрәктәр һәм секциялар махсус үҙәктәрҙә генә урынлашырға тейеш түгел, бының өсөн мәктәптәрҙе, мәҫәлән, төштән һуң бушаған уҡыу бүлмәләрен, спорт һәм тантаналар залдарын, стадиондарҙы ҡулланырға мөмкин.

source: Профессиональное образование
ba: Һөнәри белем биреү

source: — Многие колледжи и лицеи не имеют современного оборудования, а значит, и возможности изучать передовые технологии, внедрять стандарты нового поколения.
ba: — Күп кенә колледж һәм лицейҙарҙа заманса ҡорамалдар юҡ кимәлендә, тимәк, улар уҡыу барышында алдынғы технологиялар ҡулланыу, яңы быуын стандарттарын ғәмәлгә ашырыу өсөн мөмкинлектәргә эйә түгел.

source: Крупные предприятия, бизнес обязаны оказывать помощь в подготовке квалифицированных кадров.
ba: Эре предприятиелар, эшҡыуарлыҡ өлкәһе квалификациялы кадрҙар әҙерләүҙә ярҙам итергә тейеш.

source: На сегодняшний день мы видим только апатию, представители крупного, среднего и малого бизнеса отмахиваются от этой работы.
ba: Күптәр бөгөн был йәһәттән бер нәмә лә эшләргә теләмәй, ҙур, урта һәм бәләкәй эшҡыуарлыҡ вәкилдәре лә ҡул һелтәп ҡарай.

source: Это очень печально.
ba: Был бик күңелһеҙ хәл.

source: Для организации этой работы прошу Правительство республики закрепить подготовку по отраслевым компетенциям за соответствующими министерствами и ведомствами.
ba: Эште тейешле кимәлдә ойоштороу өсөн республика Хөкүмәтенә министрлыҡ һәм ведомстволарға тармаҡтар буйынса белгестәр әҙерләүҙе беркетергә тәҡдим итәм.

source: Безопасность детей
ba: Балалар хәүефһеҙлеге

source: — Важная задача — сохранение жизни и здоровья детей, повышение их безопасности.
ba: — Балаларҙың һаулығын һәм ғүмерен һаҡлау, хәүефһеҙлекте көсәйтеү — мөһим бурыс.

source: Для исполнения поручений Президента страны по вопросам организации отдыха и оздоровления детей подготовлена нормативная база о региональном государственном надзоре в области защиты от чрезвычайных ситуаций.
ba: Ил Президентының балаларҙың ялын һәм сәләмәтлеген нығытыуҙы ойоштороу буйынса ҡуйған бурыстарына ярашлы, ғәҙәттән тыш хәлдәрҙән һаҡлау өлкәһендә төбәк дәүләт күҙәтеүе тураһында норматив база әҙерләнде.

source: Уполномоченным органом является соответствующий Госкомитет республики.
ba: Уның вәкәләтле органы булып ошо йүнәлештәге республика дәүләт комитеты тора.

source: Сейчас разрабатывается административный регламент, который предусматривает в том числе обеспечение безопасности детей в местах их отдыха.
ba: Әлеге ваҡытта административ регламент эшләнә, унда ял урындарында балалар хәүефһеҙлеген тәьмин итеү мәсьәләһе лә урын аласаҡ.

source: Профессиональный стандарт педагога
ba: Уҡытыусының һөнәри стандарты

source: — Со следующего года в стране начнется внедрение профессионального стандарта педагога.
ba: — Киләһе йылдан илебеҙҙә уҡытыусыларҙың һөнәри стандарты индерелә башлаясаҡ.

source: Существенно расширяется перечень уровней и показателей его квалификации, повышаются требования к компетенциям.
ba: Квалификация йәһәтенән кимәл һәм күрһәткестәр исемлеге ярайһы уҡ киңәйә, шул уҡ ваҡытта талаптар ҙа арта.

source: Появятся должности учителя-наставника, учителя-эксперта, ассистента учителя.
ba: Уҡытыусы-остаз, уҡытыусы-эксперт, ассистент уҡытыусы тигән вазифалар барлыҡҡа киләсәк.

source: К этому времени нужно завершить переход на систему эффективных контрактов с работниками.
ba: Был мәлгә хеҙмәткәрҙәр менән һөҙөмтәле контракттар системаһына күсеүҙе тамамларға кәрәк.

source: Она должна служить стимулом к профессиональному и личностному росту педагогов, способствовать достижению высоких результатов в учебной и воспитательной работе.
ba: Ул уҡытыусыларҙы һөнәри һәм шәхсән үҫешкә, уҡытыу һәм тәрбиә эшендә яңы ҡаҙаныштарға дәртләндереү сараһы булып хеҙмәт итергә тейеш.

source: Из ключевых тем педсовета также можно отметить:
ba: Кәңәшмәнең төп йөкмәткеһен билдәләүсе йүнәлештәр:

source: Инклюзивное образование.
ba: Инклюзив белем биреү.

source: Как отметили в Министерстве образования РБ, в приоритете культивирование системы ценностного отношения к обучению, воспитанию и личностному развитию детей с ограниченными возможностями.
ba: БР Мәғариф министрлығында билдәләүҙәренсә, киләсәктә мөмкинлектәре сикләнгән балаларҙы уҡытыу, тәрбиәләү һәм шәхес булараҡ үҫтереүгә иғтибарҙы көсәйтеү мөһим.

source: Для этого нужно создавать инклюзивную среду в общеобразовательных организациях, так чтобы дети в полном объеме участвовали в жизни школы, детского сада.
ba: Бының өсөн белем усаҡтарында аңлы ҡараш, уңайлы мөхит булдырыу шарт, һәр бала мәктәптең, балалар баҡсаһының тормошонда тулыһынса ҡатнаша алырға тейеш.

source: Инновационные технологии.
ba: Инновацион технологиялар.

source: Мастер-класс на эту тему продемонстрировал преимущества интерактивного оборудования, виртуальной библиотеки, электронного журнала.
ba: Ошо йүнәлештә үткәрелгән оҫталыҡ дәресе интерактив ҡорамалдарҙың, виртуаль китапхананың, электрон журналдың өҫтөнлөктәрен асыҡ күрһәтте.

source: В настоящее время электронное обучение используется в 30 процентах школ, более 70 процентов учителей используют информационно-коммуникационные технологии.
ba: Бөгөн мәктәптәрҙең 30 процентында электрон уҡытыу алымы ҡулланыла, уҡытыусыларҙың 70 проценты мәғлүмәт-коммуникацион технологиялар менән файҙалана.

source: Разработана Концепция развития электронного образования до 2020 года.
ba: Электрон белем биреүҙе үҫтереүҙең 2020 йылға тиклем иҫәпләнгән концепцияһы эшләнгән.

source: Только в этом году на эти цели выделено около 30 млн рублей.
ba: Ағымдағы йылда ғына ошо маҡсатта 30 млн һум аҡса бүленгән.

source: Профессиональный рост педагога.
ba: Уҡытыусыларҙың һөнәри үҫеше.

source: Согласно новым требованиям, учитель должен, в частности, уметь работать с разными категориями учеников, владеть компьютером, знать хотя бы один иностранный язык.
ba: Яңы талаптарға ярашлы, уҡытыусы төрлө балалар менән эшләй алырға, компьютерҙы һәм кәм тигәндә бер сит телде белергә тейеш.

source: — Если раньше учитель был основным уникальным транслятором знаний, то сегодня он является проводником ребенка в организации учебной деятельности.
ba: — Әгәр элек уҡытыусы төп белем биреүсе булһа, бөгөн ул күберәк уҡыу эшмәкәрлеген ойоштороуҙа балаларҙы әйҙәүсе, юл күрһәтеүсе ролендә сығыш яһай.

source: Самое главное — не дать знания, а научить учиться, — считает министр образования РБ Гульназ Шафикова.
ba: Белем биреү мөһим түгел, ә белем алырға өйрәтеү мөһим, — тип билдәләне БР мәғариф министры Гөлназ Шафиҡова.

source: Развитие национального образования.
ba: Милли мәғарифты үҫтереү.

source: Поддержка и развитие языков народов Башкортостана — важное условие устойчивого развития региона, а следовательно, и страны.
ba: Башҡортостан халыҡтары телдәрен яҡлау һәм үҫтереү — төбәктең, шул иҫәптән илдең дә, тотороҡло үҫешенең төп шарты.

source: Необходимо решить вопросы по качеству преподавания родных языков, государственного башкирского языка, обеспечить учителей научно-методическими комплектами.
ba: Туған телдәрҙе, дәүләт теле булараҡ башҡорт телен уҡытыуҙың сифатына ҡағылышлы һорауҙарҙы хәл итеү, был йәһәттән уҡытыусыларҙы фәнни-методик ҡулланмалар менән тәьмин итеү мөһим.

source: По итогам совещания был разработан «Проект Концепции развития национального образования в Республике Башкортостан на 2016-2020 годы».
ba: Кәңәшмә һөҙөмтәләре буйынса «2016-2020 йылдарға Башҡортостан Республикаһында милли мәғарифты үҫтереү концепцияһы проекты» эшләнде.

source: ЕГЭ
ba: БДИ

source: Подводя итоги минувшего учебного года, нельзя обойти вниманием единый государственный экзамен.
ba: Уҙған уҡыу йылына йомғаҡ яһағанда Берҙәм дәүләт имтихандарын ситләп үтһәк, яҙыҡ булыр.

source: Последние данные свидетельствуют о том, что выпускники 2016 года справились с ЕГЭ лучше предшественников.
ba: Һөҙөмтәләр шуны күрһәтә: быйылғы сығарылыш уҡыусылары һынауҙы алдағы йылдыҡыларға ҡарағанда яҡшыраҡ биргән.

source: — Выбор участников ЕГЭ стал более осознанным, — считает заместитель министра образования РБ Айбулат Хажин.
ba: — Уҡыусылар Берҙәм дәүләт имтиханын һайлауға аңлыраҡ, төплөрәк ҡарай башланы, — тип билдәләне БР мәғариф министры урынбаҫары Айбулат Хажин.

source: — Если в прошлом году многие выпускники на ЕГЭ по выбору просто пробовали свои силы, в этом году таких было значительно меньше.
ba: —Әгәр былтырғы сығарылыш уҡыусыларының күбеһе һайлау буйынса имтихандарҙы көсөн һынап ҡарау өсөн генә бирһә, быйыл ундайҙар һиҙелерлек кәмене.

source: Благодаря планомерной профориентационной работе с выпускниками и методической работе с учителями показатели улучшились.
ba: Мәктәп тамамлаусылар менән маҡсатлы профориентацион, ә уҡытыусылар менән методик эш алып барыу күрһәткестәрҙе яҡшыртыуға булышлыҡ итте.

source: Результаты по профильной математике более чем в два раза лучше прошлогодних.
ba: Профиль математика буйынса һөҙөмтәләр былтырғынан ике тапҡырға тигәндәй яҡшыраҡ.

source: Число учащихся, не сдавших базовую математику, сократилось с пяти процентов до двух.
ba: Математиканың база кимәлен бирә алмаусылар һаны биш проценттан икегә тиклем кәмегән.

source: А количество отличников, наоборот, выросло почти вдвое.
ba: Мәктәптегел «5»-кә тамамлаусылар, киреһенсә, ике тапҡырға артҡан.

source: Увеличилась доля высокобалльных работ по русскому языку.
ba: Рус теленән юғары баллы эштәр ҙә күберәк булған.

source: В целом ЕГЭ в 2016 году в республике прошел объективно и без сбоев.
ba: Дөйөм алғанда, быйыл республикала БДИ ғәҙел һәм ойошҡанлы шарттарҙа үткән.

source: Сейчас к сдаче ЕГЭ готовят школьников, начиная с младших классов.
ba: Бөгөн уҡыусыларҙы БДИ-ға башланғыс кластан уҡ әҙерләйҙәр.

source: В прошлом учебном году Всероссийские проверочные работы писали четвероклассники.
ba: Былтырғы уҡыу йылында дүртенсе кластар Бөтә Рәсәй һынау эштәрен башҡарҙы.

source: Со следующего года подобную практику итоговых экзаменов внедрят в основном звене.
ba: Киләһе йылдан төп звенола сығарылыш имтихандары биреүҙә лә ошо алым ҡулланыласаҡ.

source: Готовность республики к 1 сентября
ba: Республикала 1 сентябргә әҙерлек

source: В августе учебные заведения проходят паспортизацию — проверяют их готовность к новому учебному году.
ba: Августа белем усаҡтары паспортлаштырыу үтә, йәғни яңы уҡыу йылына әҙерлек кимәле тикшерелә.

source: В Министерстве образования Республики Башкортостан отмечают, что проверка проходит в штатном режиме.
ba: Башҡортостан Республикаһы Мәғариф министрлығында билдәләүҙәренсә, был сара ғәҙәти эш шарттарында уҙа.

source: Практически все школы и детские сады республики готовы принять детей, а к первому сентября готовность учебных заведений составит 100 процентов.
ba: Әле үк республиканың барлыҡ мәктәптәре һәм балалар баҡсалары уҡыусыларҙы һәм кескәйҙәрҙе ҡабул итергә әҙер тиергә була, ә 1 сентябргә әҙерлек кимәле 100 процент тәшкил итәсәк.

source: В этом году за парты сядут более 440 тысяч учеников, из которых 52 тысячи первоклассников.
ba: Быйыл парта артына 440 мең уҡыусы ултырасаҡ. Уларҙың 52 меңе — мәктәп тупһаһы аша тәүге тапҡыр атлап инеүселәр.

source: Большая часть их будет учиться в первую смену, и лишь 12,7% — во вторую.
ba: Балаларҙың күп өлөшө беренсе сменала, бары тик 12,7 проценты ғына төштән һуң уҡыясаҡ.

source: На педсовете этот вопрос также обсуждался.
ba: Август кәңәшмәһендә лә ошо һорау күтәрелде.

source: Планируется, в частности, что к 2025 году в первую смену будут учиться все российские школьники.
ba: 2025 йылға илебеҙҙең бөтә уҡыусылары ла бер сменала уҡыясаҡ тип күҙаллана.

source: Переход на односменное обучение в школах республики пройдет в два этапа.
ba: Беҙҙең республикала бер сменалы уҡыуға күсеү ике этапта башҡарыласаҡ.

source: К 2021 году на первую смену полностью перейдут начальная школа и выпускники, к 2025 году — ученики пятых-девятых классов.
ba: 2021 йылға тиклем башланғыс һәм сығарылыш кластар тулыһынса төшкә тиклем уҡытыуға күсерелһә, артабан— бишенсе-туғыҙынсы кластар.

source: Новая школа с бассейном на тысячу мест строится сейчас в Стерлитамаке.
ba: Әлеге көндә Стәрлетамаҡта бассейны булған, мең урынға иҫәпләнгән яңы мәктәп төҙөлә.

source: В следующем году в республике планируется строительство еще четырех-пяти современных школ.
ba: Киләһе йылда республикала тағы ла дүрт-биш заманса мәктәп сафҡа инәсәк.

source: На эти цели выделяются субсидии из федерального и республиканского бюджетов.
ba: Был маҡсатта федераль һәм республика бюджеттарынан субсидиялар бүленәсәк.

source: Наиболее сложная обстановка со вторыми сменами остается в 20 муниципалитетах республики: Иглинском, Белорецком, Туймазинском, Благовещенском, Янаульском, Нуримановском, Белебеевском, Уфимском, Учалинском, Чишминском, Буздякском, Белокатайском, Хайбуллинском, Альшеевском, Бирском, Кушнаренковском, Мечетлинском районах, а также в Стерлитамаке, Уфе и Октябрьском.
ba: Ике сменала уҡытыуға бәйле хәл республиканың 20 төбәгендә айырыуса киҫкен һанала: Иглин, Белорет, Туймазы, Благовещен, Яңауыл, Нуриман, Бәләбәй, Өфө, Учалы, Шишмә, Бүздәк, Балаҡатай, Хәйбулла, Әлшәй, Бөрө, Кушнаренко, Мәсетле райондарында, шулай уҡ Стәрлетамаҡ, Өфө, Октябрьский ҡалаларында.

source: При этом в школах 16 муниципалитетов республики уже сейчас все дети обучаются в одну смену.
ba: Шул уҡ ваҡытта 16 район һәм ҡалала балалар әле үк бер сменала ғына уҡый.

source: Примером для остальных могут служить школы Бакалинского, Благоварского, Бураевского, Зилаирского, Илишевского, Караидельского, Краснокамского, Кугарчинского, Салаватского, Стерлибашевского, Стерлитамакского, Татышлинского, Шаранского районов, а также Агидели, Межгорья и Салавата.
ba: Был йәһәттән Баҡалы, Благовар, Борай, Йылайыр, Илеш, Ҡариҙел, Краснокама, Күгәрсен, Салауат, Стәрлебаш, Стәрлетамаҡ, Тәтешле, Шаран райондары, Ағиҙел, Межгорье һәм Салауат ҡалалары мәктәптәрен билдәләп үтергә була.

source: Что касается очереди в детские сады, по данным министерства образования республики, дошкольные образовательные учреждения посещают около 70 процентов дошкольников (более 8600) в возрасте от года до семи лет.
ba: Балалар баҡсаларына сират мәсьәләһенә килгәндә инде, республиканың Мәғариф министрлығы мәғлүмәттәренә ярашлы, бер йәштән ете йәшкә тиклемге кескәйҙәрҙең 70 проценты (8600-ҙән ашыуы) баҡсаға йөрөй.

source: Причем, в январе этого года удалось ликвидировать очередь для детей от трех до семи лет.
ba: Быйыл ғинуарҙа өс йәштән ете йәшкәсә балалар араһында ошоға бәйле сиратты бөтөрөүгә өлгәшелде.

source: Родителям на заметку
ba: Ата-әсәләр иғтибарына

source: Выбор учебного плана
ba: Уҡыу планын һайлау

source: Образовательное учреждение самостоятельно выбирает учебный план и согласовывает его с родительской общественностью.
ba: Мәғариф учреждениеһы уҡыу планын үҙаллы һайлай һәм уны ата-әсәләр йәмәғәтселеге менән килешә.

source: На сайте республиканского Министерства образования представлены базисные учебные планы, разработанные на основе ФГОСов.
ba: БР Мәғариф министрлығы сайтында ФГОС талаптарына ярашлы эшләнгән база кимәлендәге уҡыу пландары ҡуйылған.

source: Школы республики обучаются по пяти видам планов.
ba: Республика мәктәптәре биш төрлө план буйынса уҡыта.

source: Первый — с русским языком обучения без изучения родных языков, второй — с русским языком и двумя иностранными.
ba: Беренсеһе — туған телдәрҙе өйрәнмәйенсә рус телендә уҡыу, икенсеһе — ике сит тел өйрәнеп, рус телендә белем алыу.

source: Третий — с русским языком обучения, наряду с изучением родных языков.
ba: Өсөнсөһө туған телдәрҙе өйрәнеп, рус телендә уҡыуға ҡайтып ҡала.

source: Четвертый — с башкирским языком обучения и пятый — с родным нерусским языком обучения.
ba: Дүртенсе йүнәлеш — башҡорт телендә белем алыу, ә бишенсеһе — туған телдә уҡыу.

source: Любой класс в параллели может учиться по своему учебному плану.
ba: Бер параллелдәге кластарҙың һәр береһе үҙ уҡыу планын һайлай ала.

source: Например, 5 «А» изучает родные русский, башкирский и татарский языки, а также углубленно английский язык, 5 «Б» — два иностранных языка и углубленно математику, 5 «В» — углубленно русский и английский языки, башкирский изучает факультативно.
ba: Мәҫәлән, 5-се «А»класы рус, башҡорт, татар телдәрен туған тел булараҡ һәм шуларға өҫтәп инглиз телен өйрәнә, 5-се «Б» ике сит ил телен һәм математиканы профиль фән булараҡ һайлай, 5-се «В» рус һәм инглиз телдәрен тәрәндән өйрәнеп, башҡорт телен факультатив булараҡ уҡый.

source: В конце учебного года на родительском собрании необходимо решить, по какому варианту учебного плана предстоит учиться детям, какие предметы будут изучать углубленно в следующем году.
ba: Балаларҙың ниндәй уҡыу планы буйынса белем аласағы, ниндәй фәндәрҙе тәрәндән өйрәнәсәге уҡыу йылы аҙағында ата-әсәләр йыйылышында хәл ителә.

source: Родительский комитет вместе с администрацией обсуждает возможности школы и педколлектива.
ba: Ата-әсәләр комитеты мәктәп етәкселеге менән бергә белем усағының һәм уҡытыусылар коллективының мөмкинлектәре тураһында фекер алыша.

source: При этом родителям следует контролировать ситуацию и вносить свои предложения
ba: Ата-әсәләр хәлде контролдә тоторға, үҙ тәҡдимдәрен индерергә хоҡуҡлы.

source: особенно в конце августа, когда на педсовете утверждается учебный план и составляется расписание уроков.
ba: Был мәсьәләгә айырыуса август аҙағында, педсовет ултырышында уҡыу планыһәм дәрестәр теҙмәһе раҫланған мәлдә иғтибарлы булыу зарур.

source: Кроме того, выпускники при подготовке к ЕГЭ могут изучать какие-то предметы только на базовом уровне, посвятив остальное учебное время углубленному изучению предметов по выбору.
ba: Бынан тыш, БДИ-ға әҙерлек барышында сығарылыш уҡыусыларына ҡайһы бер фәндәрҙе база кимәлендә генә өйрәнеп, ҡалған ваҡытта үҙҙәре һайлаған предметтар буйынса шөғөлләнергә мөмкин.

source: Образовательные услуги
ba: Мәғариф күрһәткән хеҙмәттәр

source: Школа сегодня не только дает знания бесплатно, но и оказывает дополнительные образовательные услуги.
ba: Бөгөн мәктәп бушлай белем биреү менән бер рәттән өҫтәмә хеҙмәттәр ҙә күрһәтә.

source: Какие школьные занятия должны быть бесплатными, а за какие придется заплатить?
ba: Ниндәй күнекмәләр бушлай, ә ниндәйҙәре түләүле була ала?

source: Директор уфимской школы № 110 Лимма Сержанина поясняет, факультативы в рамках образовательной программы по всем предметам ведутся бесплатно.
ba: Өфөнөң 110-сы мәктәбе директоры Лимма Сержанина, белем биреү программаһы сиктәрендәге факультативтар бөтә фәндәр буйынса ла бушлай алып барыла, тип аңлатты.

source: Они, как правило, начинаются практически сразу после уроков.
ba: Ҡағиҙә булараҡ, улар дәрестәр тамамланыу менән үткәрелә.
